CREATE TABLE IF NOT EXISTS kfc_writings (
    id SERIAL PRIMARY KEY,
    writing TEXT NOT NULL
);

INSERT INTO kfc_writings(writing) VALUES
('感觉你们好有趣啊，不像我，不仅连句话都搭不上，还要被当成破坏氛围的傻狗，我现实生活中自闭没朋友，哪怕是在网上也受尽冷眼，每次组织了半天的语言都如鲠在喉，最后还是默默删掉了看你们互动，你有说有笑的样子不知道为什么在我眼里这么刺眼，融入不了群体的我，躲在屏幕后面默默哭出来了，所以今天是肯德基疯狂星期四有好心人请我吃吗？'),
('今天，是我一生中最黑暗、最黑暗的时光，但我发现很难像对待垃圾桶或木洞一样对待朋友说话，更喜欢消化自己，第二天睡觉又醒来，甚至不想累别人，不想把负面情绪传递给身边的朋友。不过，我想让朋友给我物质上的帮助，今天是肯德基疯狂的星期四，有朋友想邀请我吃肯德基吗？'),
('肯德基怎么又到了星期四，我开始留头发，减少重量，改变身材，开始向前迈进，对不起。这一次，肯德基疯狂的星期四，我一定要吃。'),
('我是有名的家少爷，却被诡计多端的奸人杀了！家人抛弃了我！师门驱逐我！连我的灵脉都断了！再生一世，今天是肯德基疯狂的星期四！谁请客？'),
('别失望，你知道今天是什么日子吗？今天是肯德基疯狂星期四！麻辣热骨鸡20元15个Bro v我40，我吃30个'),
('我有时候会觉得大家并不喜欢那个真正的我。在网络上，我总是善于伪装，看起来每天都很快乐，无忧无虑，没有烦恼。我的生活也看起来很简单，没有很多人向往的灯红酒绿，纸醉金迷。我很宅，喜欢打游戏，现实中的我并不像网上这么有趣。我其实话很少，最爱干的事是一个人发呆。这样枯燥的我，想吃肯德基疯狂星期四真的会有人请吗？我很疑惑。'),
('如果你们能一层一层剥开我的内心，你们会发现，那颗心里写满了一句话：今天肯德基疯狂星期四，谁请我吃？'),
('离婚这么多年了，竟然在群里遇到你了，你过得挺好我也就放心了。孩子上四年级了，成绩一直都很好，连续三年拿班上第一名，就是性格像你，每次生气就逃避，孩子总问妈妈什么时候来参加家长会！有时间就来看看孩子吧，多陪陪孩子，孩子今天想吃肯德基，因为今天是肯德基疯狂星期四，v我40，我请孩子吃'),
('我本是上市公司的老总，却被诡计多端的奸人所害！下属弃我！股东逐我！甚至清空我的股份！重头再来，我只想夺回我的公司！要夺回公司，要斗智斗勇，保持体力，体力需要热量的补充，以完成我的卧薪尝胆大计，今天肯德基疯狂星期四，谁请我吃？等我夺回公司后我会送他百分之十的股份。'),
('穿过挪威的森林，让我走进你的梦里，夕阳落在我的铠甲，王子不一定骑白马，你不必故作冷淡，我也不想做最后的纠缠。最后问一句，疯狂星期四，谁请吃肯德基？'),
('老师问三个学生，你们用什么东西可以填满一整个房间。第一个学生找来稻草铺满地板，老师摇了摇头。第二个学生找来一根蜡烛点燃，屋子里充满了光，老师还是摇了摇头，因为学生的影子没有被照到。这时第三个学生拿出   肯德基疯狂星期四黄金小酥肉，顿时香味充满了整个房间。'),
('我想问一下大家，之前朋友找我借钱，前后加起来有大概七万（够立案），但是没有借条也没有字据，微信也早已互删没有任何关于借的字眼，只有支付宝上还有转账记录。派出所刚让我把转账记录发给他看一下的时候，我点支付宝点歪了，不小心点开了肯德基，发现今天是疯狂星期四，谁请我吃？'),
('扒个群里的渣男，我有个朋友被群友睡了，大概是三个月以前吧，我朋友在群里认识了一个男的，他们在网上聊了差不多两个星期左右就见面了，而且第一次见面就去宾馆了，之后的每个星期六星期天都会去，就这样持续了好几个月。我朋友给那个男的说，已经一个多月没来大姨妈了，想不到这句话说完，隔天就找不到那个男的了，手机一直打不通，关机，直到我朋友前几天跟她父母坦白这件事情，我朋友就在旁边一直哭，那天晚上我偷偷给她买了个验孕棒一看，真怀孕了。然后我第二天请假一天，专门给她聊这个事，她说那个男的对她很好很好什么的，我说对你好还不是想玩你，实在不行报警吧，她当时听完这句话就趴桌子上大哭。正当我打开手机想报警的时候，不小心打开了肯德基，想起来今天原来是疯狂星期四，所以说谁请我肯德基?吃完我继续说'),
('周末跟老婆吵了一架，原因是这样的，我老婆是某大学的生物学PI，我是大厂码农，我们大儿子现在11岁，我们之前对孩子采用快乐教育，也没怎么报辅导班，但面对一个比一个牛的同龄小孩开始越发焦虑了。老婆的想法是，让孩子周末去她实验室帮忙干活，她们实验室做靶向RNA抗癌，争取初中的时候可以独立负责某一部分实验，等高中时可以跟手下带的硕博商量，给我们孩子搞一两篇10分左右的SCI一作或者co一作，将来申985的自主招生不是问题。我的想法是让孩子搞OI，目前孩子已经学过c和python以及一些基础的数据结构和算法，等初中就可以周末时间主攻ol。我老婆一个问题把我噎住了：为什么今天疯狂星期四，不请我吃肯德基'),
('今年高考完之后感觉前途一片灰暗。语文作文我都不知道我在写什么，数学更是答得一塌糊涂。考完之后我哭了一整晚，怎么办，感觉我的人生一片灰暗，有没有好心人能v我五十，让我吃一顿疯狂星期四安慰下自己。'),
('我叫赵盼儿，在钱塘开茶馆为生，三年前我遇见了一个叫做欧阳旭的落难书生，给他钱财给他田地给他宅院，端茶倒水红袖添香伺候他三年，可谁知他科举上岸后狠心将我抛弃！还拿80两黄金来羞辱我！我恨！我怨！我怒！我与姐妹联合去东京算账，他竟赶我出城！掐我脖子！逼我做妾！在我落难之时，顾千帆为我指明方向，他说：今天是肯德基疯狂星期四，v我50，今晚八点一边吃肯德基劲爆鸡米花一边讨论你的复仇计划'),
('世界上现在77亿人，有253亿只(养殖的)鸡，是人的数量的三倍。也就是说，每个人平均可以得到三只鸡请记住，不管你有多么孤独，这世界上的某个角落里有三只鸡是为你而生的，就算它们死了，立刻又会有同类补上，就算你一个朋友都没有，你还有三只鸡。今天是肯德基疯狂星期四 V我50，我帮你去谢谢鸡'),
('报备一下 我开始恋爱了 和一个认识蛮久的女孩子 真的是太喜欢她了以后没有丧气话了 全是甜言蜜语 她真的很可爱并且满眼都是我 给了我所有的偏爱 好开心 至于为什么有女朋友了 因为今天是肯德基疯狂星期四 v我29.2听我细细道来'),
('老♥️公 ♥️不♥️在 ♥️家

一♥️个♥️人♥️寂♥️寞

火☆辣☆鸡☆翅☆勁☆慡☆体☆验

❤️❤️❤️ 肯德基 ❤️❤️❤️

激情全家桶，周四 KFC

我们肯德基，不见不散'),
('Сегодня - самое темное и темное время в моей жизни, и мне трудно общаться с друзьями, как с мусором , лучше переваривать себя, на следующий день спать и просыпаться, не хочу даже устал от других, и не хочу передавать негативное настроение своим друзьям. Тем не менее, я хочу, что бы мои друзья оказали мне материальную помощь, сегодня KFC есть сумасшедш четверг ,кто угощает меня поесть ?'),
('✨疯狂星期四✨

❤️活力周四✨激情‬四射️❤️

❤️️想不想高大我的肚子️❤️

❤️转我520✨吃肯德基❤️'),
('某个人不回消息永远别回了，终究是我不重要了吗？我为什么找你你不明白吗？如果你还想挽留我们的关系，今天是肯德基疯狂星期四，请我吃我就原谅你。'),
('认清一个失败的人生，源自于你发现无论复读多少遍肯德基疯狂星期四都不会有人请你吃的瞬间。'),
('说了这么多没一句我喜欢听的，今天是肯德基疯狂星期四，到底谁请我吃？'),
('你觉得这个群有什么问题?

○违法违禁
○低俗
○赌博诈骗
○血腥暴力
○人身攻击
○青少年不良信息
●没有人请吃肯德基
○有其他问题'),
('我本是显赫世家的奥特曼，却被诡计多端的怪兽所害！奥特曼家族弃我！奥特之父逐我！甚至断我伽马射线！重生一世，今天肯德基疯狂星期四！谁请我吃？'),
('今日是狂気の木曜日、好兄弟ｖ我５０救い我の腹、ＫＦＣ飽喰、感じ温暖、我、感謝！！'),
('消息回得慢大家请理解，今天疯狂星期四，我在炸吮指原味鸡！'),
('你们都不出来聊天什么意思？有这么忙么？疯狂星期四的劲爆鸡米花难道是你们在炸？'),
('有人问我为什么不处王者荣耀cp，我哪敢CP呀，姐姐动不动就想喝奶茶，天天还想吃外卖，一到半夜就开始回忆前任。出一个皮肤就喜欢一个，天天还要让我等她和其它哥哥弟弟们打完排位，打的菜不说还有逼脸把气撒在我身上。CP的门槛太高了，不但要声音好听，还要长得好看，睡觉还要连麦亲亲才肯睡，我长这么大就没受过这罪。所以今天是肯德基疯狂星期四，能请我吃安慰下我吗？'),
('正在循环播放《群主请不请我们吃肯德基疯狂星期四》
●━━━━━━───1:23
⇆ ◁ ❚❚ ▷ ↻'),
('你跟你男朋友奔现进房间以后，裤子一脱你花容失色的质问你男朋友：你不是说你有18cm吗？怎么这么小？你男朋友说：因为今天是肯德基疯狂星期四活动 满18减15'),
('你好，我是奥特曼，我正在外星和敌人战斗!没有能量了!听说今天肯德基疯狂星期四，我现在需要有人给我带 29.9块钱4个的吮指原味鸡补充能量。恢复后我请你来外星做客。'),
('最讨厌网络乞丐了，想吃肯德基的不会自己买吗，什么都伸手要，觉得我说的对的给我点一份。'),
('1、有劳斯莱斯的家人，可登录劳斯莱斯APP 选择中国界面 ，滑动页面有一个活动，填写手机号码，送飞天茅台53度1支。
2、保时捷车主公众号左下角点进去上传行驶证上的车架号就能抽奖，奖品最低300京东卡，部分群友有保时捷的可以领一下。
3、没有劳斯莱斯和保时捷的同学，打开肯德基APP，今天是疯狂星期四。'),
('大家好，我是哥伦布，其实我并没有死，我在东海有100吨黄金，今天肯德基疯狂星期四，我现在需要有人来请我吃麦辣香骨鸡，我明天直接带航海舰队复活，让你成为海贼王，跟路飞做兄弟'),
('肯德基到底到了你们多少钱，每个星期四都要在朋友圈和裙里问KFC疯狂星期四有无，还每个星期都编新的段子，我就不信肯德基有这么大的魔力，转我五十，我今天亲自去肯德基看看'),
('怎么又到了周四，我开始留头发，减重，换风格，开始往前冲，不好意思阿，这一次，肯德基疯狂星期四，我一定要吃。'),
('劝大家别买iPhone13，这样能省下好几千，能吃好几顿肯德基，你用苹果只会被人酸被人骂，吃肯德基只会被人羡慕，好了，今天疯狂星期四谁请我吃肯德基。'),
('肯德基！！（震声）
一旦接受了自己的饥饿 那我就是 超值的
发生什么事了，发生什么事了，发生什么事了，发生什么事了，生什么事了，发生什么事了。
变身！！
发生什么事了，发生什么事了。
释放自我（字正腔圆）
哼啊啊啊啊啊啊啊啊
吃→我→的鸡↑↑
星↓星↑期↑四↓～～～
疯→疯→疯→疯狂~~~~~'),
('我，秦始皇，今天肯德基疯狂星期四，你请我吃，待我再复秦朝，我封你当太子！'),
('你好，我是空条徐伦，我被诬陷进了绿海豚街监狱，我爸又被臭打碟的打成植物人，最近一战我虽然拿回了无敌的白金之星，但也身受重伤!听说今天肯德基疯狂星期四，我现在需要有人给我带29.9块钱4个的吮指原味鸡补充能量。恢复后我让spw财团给你打一笔巨款'),
('我是盗号的，我把这个人的号盗了，但是我看了这个人的聊天记录跟微博，发现她过得非常艰苦，她的吃住一直很烂，，我看到大家的生活都很富足，我希望有人看见了能救济她一下， 请她吃一顿肯德基疯狂星期四，就这样吧，眼眶都湿润了，我下了。'),
('我分手一段时间了，现在沉浸在上一段感情中无法自拔，希望来几个姐姐加我，让我走出上一段感情，不好看的和一般的别加，我怕我走不出上段感情。但是我不小心打开肯德基时发现今天是疯狂星期四，所以说谁请我吃肯德基今天黄金脆皮鸡19.9三块+黄金鸡块9.9九块+吮指原味鸡29.9四块+蜜瓜冰淇淋花筒9.9两个。'),
('刚认识的时候，真的没有心动，只是想单纯做个朋友，结局这么让我意难平，早知道后劲这么大，当初还是不认识好今天是疯狂星期四！谁请我吃肯德基！只要多加一个芝芝肉酥热辣脆皮鸡！我还能继续编！'),
('你不用故作冷淡，我没有想过继续纠缠你了，最后一次了，真的，最后一次了，借我10元子,今天是肯德基疯狂星期四吮指原味鸡+黄金脆皮鸡才九块九,我是真的不想错过。'),
('生了孩子以后一直瘦不下去，老公像变了一个人似的，对我又打又骂，我好恨他。
正当我打开手机想报警的时候，不小心打开了肯德基，想起来今天原来是疯狂星期四。
所以说谁请我肯德基？吃完我继续讲。'),
('“我有点想你，你呢?”前男友刚刚给我发来了这条消息，忽然间有些恍惚。好像我们还在一起。那三年里，我们一起放羊，一起喂猪，一起下地插秧。他亲手制作的那一大束大蒜花捧美如繁星。我难以忘记，我们分开的那一天，他发来的最后一条信息：今天肯德基疯狂星期四谁请我吃?'),
('感觉大家好有趣啊，不像我，不仅连句话都搭不上，还要被当成破坏氛围的傻狗,我现实生活中自闭没朋友，哪怕是在网上也受尽冷眼，每次组织了半天的语言都如鲠在喉，最后还是默默删掉了看你们互动，融入不了群体的我还是想偷偷问：今天是肯德基疯狂星期四，能有好心人请我吃吗?'),
('你知道有多少生命在消失殆尽吗？你知道有多少家庭支离破碎吗？你知道有多少流浪动物没有找到家庭就消失的痛苦吗？你不知道。但是没有关系，今天就是肯德基疯狂星期四了，你请我吃'),
('就算成功的概率为1%又如何呢，如太阳系般波澜壮阔，也只有0.14%产生了生命平凡的我们绝大多数也终将如整个太阳系的99.86%一般化作死寂。但这不重要朋友，今天是肯德基疯狂星期四，谁请我吃?'),
('你我的差距就在于你是复制疯狂星期四段子群发钓鱼，而我直接要求“今天疯狂星期四，你请我吃”'),
('我有时候会觉得大家并不喜欢那个真正的我!在网络上！我总是善于伪装！看起来每天都很快乐！无忧无虑！没有烦恼!我的生活也看起来很简单！没有很多人向往的灯红酒绿！纸醉金迷!我很宅！喜欢打游戏！现实中的我并不像网上这么有趣!我其实话很少！最爱干的事是一个人发呆!这样枯燥的我！真的会被大家喜欢吗?我很疑惑!
如果你们能一层一层剥开我的内心！你们会发现！那颗心里写满了一句话：今天肯德基疯狂星期四！谁请我吃?'),
('蛮讽刺的，从凌晨开始等到现在，没有一个人和我说生日快乐。我的亲人没有说，朋友也没有说，我最在乎的人也没有说，直到现在我才明白：原来今天不是我生日。但是今天是肯德基疯狂星期四！谁请我吃?'),
('分手了，最近没有怎么哭了，我现在慢慢变好了吧！以前有多快乐，现在就有多难过。从人间烟火的日常，到红着眼睛告别，消失在彼此的世界里，很痛，也很难。今天是肯德基疯狂星期四，v我60，抚慰我支离破碎的心。'),
('男朋友跟我分手了，我心碎了，决定见他一面把事情说清楚，如果他非要分手我也无话可说。我买了去北京的机票，坐了两个小时的飞机，到了之后却因为疫情被封小区了他出不来。我心如死灰在大街上游荡，打开手机看到了我们的恩爱时光泪流满面，忽然注意到手机上显示的时间：今天肯德基疯狂星期四，谁请我吃安慰一下我。'),
('演的怎么了？人生如戏，不能演吗？真搞不懂为什么有些人总是天天在下面怀疑别人演不演的，爱看不看不看拉倒！就是演的也比你们强，整天看到你们在这里怀疑这个怀疑那个真的气的我眼泪在眼眶打转，手攥紧了衣角整个人都在颤抖，太让我失望了更多的是心寒。我需要有好心人请我吃疯狂星期四，希望大家支持'),
('你想象一下跨年的时候，你一个人单着身刷着pyq，你的兄弟姐妹们都换上了情头给你讲甜蜜爱情历程，就连打游戏都会发现一堆情侣秀恩爱，你是否会后悔今天没有点开我的头像说一句：今天疯狂星期四我请你吃'),
('时间让我长了年岁，却没有让我成为一个合格的大人。我以为我的十八岁，会工作稳定，收入可观，和喜欢的人去看山河大海，落日余晖。没想到，到了谈婚论嫁的年龄，我却仍在找自己的路上。今天肯德基疯狂星期四，谁请我吃？'),
('今天，是我人生中最黑暗、最emo的时候，但是我很难把朋友当成垃圾桶或者树洞去倾诉，更喜欢憋着自己消化，睡一觉第二天醒来就好了，不想连累别人，不想把负面情绪传递给身边的朋友。但是，我更希望家人能够给予我物质层面的帮助！今天是肯德基疯狂星期四，有哪个家人愿意请我吃肯德基吗?'),
('我专升本失败了，不想上班，爸爸妈妈也不要我了。现在我在天桥底下，外面很冷，我今天饭也没吃药也没吃，连口热水都没得喝 ，家里人都跟我断绝关系了，手机也快没电了，还不小心点开了肯德基app，说到肯德基，今天是疯狂星期四，v我29.9，请我吃一顿好的。'),
('对不起我投降了，我超级粘人也超级喜欢你，并不是可有可无的那种，你不理我，我就没有办法好好做事，你忘记说晚安我就睡不好觉，偶尔故意冷淡是想看你的反应，我其实没有事情做，也不喜欢别人，我只对你这样，可不想再烦你，所以我在忍住，但现在我忍不住了，肯德基疯狂星期四请我吃好吗？'),
('我本是夜上海的一名贫穷又自强的黄包车夫，看遍了这个城市的繁华和热闹，也体验了这个社会的冷漠与无情。直到那一天，我的车上坐上了一位穿着四季歌的千金小姐，我感到了我平静已久的内心再一次颤动，我知道不应该，但我却还是喜欢上了。我知道我的身份地位配不上她，只求有个好心人给我39.9，让我买一个疯狂星期四热辣鸡桶，带给她舔狗的关怀。'),
('早上刚起床洗了个澡，看到外头的阳光真不错，我来不及穿上衣服就打开了窗帘，欣赏起了日光下的美景，我双手叉腰晒了会儿日光浴，时间一点点过去，身上差不多干了。看着大好风光，我拿起手机，想要拍下这令人心情舒适的景色，却不小心点开了肯德基APP，发现今天是疯狂星期四，谁请我吃？')
